/* Finder Services localized menu strings  */

/* Services menu item to 'open' file system objects in the Finder */
"Finder/Open" = "Finder/Åpne";

/* Services menu item to 'reveal' file system objects in the Finder */
"Finder/Reveal" = "Finder/Vis";

/* Services menu item to 'Show Info' of file system objects in the Finder */
"Finder/Show Info" = "Finder/Vis info";
